Repository: chandu379/mm-ngx
Catalog: src/client/assets/locale/messages.*.xlf
Languages: es

source: Get Medicines, Health care products, cosmetics and much more{LINE_BREAK} delivered to your doorstep.
es: Obtenga medicamentos, productos para el cuidado de la salud, cosméticos y mucho más{LINE_BREAK} Entregado a su puerta.

source: {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}How this works?
es: {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}¿Cómo funciona esto?

source: Enter your phone number to create an order.
es: Introduzca su número de teléfono para crear un pedido.

source: Upload your prescription or enter the products you wish to order.
es: Cargue su receta o ingrese los productos que desea ordenar.

source: What's even better? Simply request a call back!!!
es: ¿Qué es aún mejor? Simplemente solicite una devolución de llamada!!!

source: Our agents will call you to gather the required information and deliver the order within the hour.
es: Nuestros agentes le llamarán para recopilar la información requerida y entregar la orden dentro de la hora.

source: {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}What is Mesomeds?
es: {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}¿Qué es Mesomeds?

source: {START_TAG_STRONG}Mesomeds{CLOSE_TAG_STRONG} aims to revolutionize the hyperlocal pharmacy business by providing indepent pharmacists a platform to expand their reach and customer base.
es: {START_TAG_STRONG}Mesomeds{CLOSE_TAG_STRONG} Tiene como objetivo revolucionar el negocio de la farmacia hiperlocal proporcionando a los farmacéuticos independientes una plataforma para expandir su alcance y base de clientes.

source: And the end user with easier access to their medical needs, thereby providing them discounts which were never offered to them by their local pharmacy.
es: Y el usuario final con un acceso más fácil a sus necesidades médicas, proporcionándoles descuentos que nunca fueron ofrecidos a ellos por su farmacia local.

source: We aim at getting the local pharmacy to your doorsteps and thus providing you the ease of ordering all your medical needs from the comfort of your home, on the move or otherwise.
es: Nuestro objetivo es conseguir la farmacia local a sus puertas y así proporcionarle la facilidad de ordenar todas sus necesidades médicas desde la comodidad de su hogar, en movimiento o de otra manera.

source: All at the click of a mouse.
es: Todo en el tecleo de un ratón.

source: {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}Partner with us
es: {START_ITALIC_TEXT}{CLOSE_ITALIC_TEXT}Asociarse con nosotros

source: Why partner with us? Expand your customerbase and retain your existing customers by providing them never before access to your store.
es: ¿Por qué asociarse con nosotros? Amplíe su base de clientes y retenga a sus clientes existentes proporcionándoles acceso nunca antes a su tienda.

source: Why order from us?
es: ¿Por qué pedir de nosotros?

source: Get medicines from your trusted local store.
es: Obtenga medicamentos de su tienda local de confianza.

source: Order additional items when the agent calls you.
es: Pida artículos adicionales cuando el agente lo llame.

source: Guaranteed bill for all services.
es: Factura garantizada para todos los servicios.

source: Service hours: Mon - Sat : 10AM - 10PM
es: Horario de servicio: Lunes - Sábado: de 10AM - 10 PM

source: This is a brief introduction to Mesomeds.{LINE_BREAK} Get medicines at the convenience of your home.
es: Esta es una breve introducción a Mesomeds.{LINE_BREAK} Consiga medicinas en la comodidad de su hogar.

source: {START_TAG_SPAN}{CLOSE_TAG_SPAN} Place order
es: {START_TAG_SPAN}{CLOSE_TAG_SPAN} Realizar pedido

source: {START_TAG_SPAN}{CLOSE_TAG_SPAN} Learn more
es: {START_TAG_SPAN}{CLOSE_TAG_SPAN} Aprende más

source: Order Meds, at your ease{LINE_BREAK} You focus on healing, we do the running! {START_LINK} Mesomeds{CLOSE_LINK}
es: Ordene Medicamentos, a su gusto{LINE_BREAK} Usted se centra en la curación, hacemos el correr! {START_LINK} Mesomeds{CLOSE_LINK}

source: Thank you for visiting us! One of our customer executives will contact you soon...
es: ¡Gracias por visitarnos! Uno de nuestros ejecutivos de clientes se pondrá en contacto con usted en breve ...

source: Fill in the details below:
es: Rellene los siguientes datos:

source: Request callback
es: Solicitar devolución de llamada

source: Or
es: O

source: {START_TAG_SPAN}{CLOSE_TAG_SPAN} Upload prescription:
es: {START_TAG_SPAN}{CLOSE_TAG_SPAN} Carga de la receta:

source: {START_TAG_SPAN}{CLOSE_TAG_SPAN} Enter manually:
es: {START_TAG_SPAN}{CLOSE_TAG_SPAN} Ingresar manualmente:

source: {TAG_INPUT}I agree to {START_LINK}Terms and Conditions{CLOSE_LINK}
es: {TAG_INPUT}estoy de acuerdo con {START_LINK}Términos y Condiciones{CLOSE_LINK}

source: Cancel
es: Cancelar

source: Submit
es: Enviar

source: Order Meds, at your ease{LINE_BREAK} You focus on healing, we do the running! {START_LINK} Mesomeds{CLOSE_LINK}
es: Ordene Medicamentos, a su gusto{LINE_BREAK} Usted se centra en la curación, hacemos el correr! {START_LINK} Mesomeds{CLOSE_LINK}

source: {START_TAG_SPAN}{CLOSE_TAG_SPAN} Place Order
es: {START_TAG_SPAN}{CLOSE_TAG_SPAN} Realizar pedido

source: {START_TAG_SPAN}{CLOSE_TAG_SPAN} Learn more
es: {START_TAG_SPAN}{CLOSE_TAG_SPAN} Aprende más

source: Terms and Conditions
es: Términos y Condiciones

source: TERMS OF USE
es: TÉRMINOS DE USO

source: These Terms of Use (“terms of Use”) have been drafted in accordance with the provisions of Rule 3 (1) of the Information Technology (Intermediaries guidelines) Rules, 2011 that require publishing the rules and regulations, privacy policy and Terms of Use for access or usage of {START_LINK} www.mesomeds.com {CLOSE_LINK}
es: Estos Términos de Uso ("Términos de Uso") han sido redactados de acuerdo con las disposiciones de la Regla 3 (1) de las Normas de Tecnología de la Información (Directrices para los intermediarios) de 2011 que requieren la publicación de las normas y reglamentos, la política de privacidad y los Términos de Uso Para el acceso o uso de {START_LINK} www.mesomeds.com {CLOSE_LINK}

source: About Us
es: Sobre nosotros

source: The domain name {START_LINK} www.mesomeds.com {CLOSE_LINK} (hereinafter referred to as "Website") owned and managed by Awnics Technology Private Limited, a private limited company, incorporated and existing under the laws of India and having its registered office at No 11, 2nd floor, 6th Cross, Sampige Road, Malleshwaram, Bangalore-560003(hereinafter referred to as “Company”)
es: El nombre de dominio {START_LINK} www.mesomeds.com {CLOSE_LINK} (En lo sucesivo denominada "Sitio Web"), propiedad y gestionada por Awnics Technology Private Limited, una sociedad de responsabilidad limitada, constituida y existente con arreglo a las leyes de la India y que tiene su domicilio social en el número 11, 2do piso, 6th Cross, Sampige Road, Malleshwaram, Bangalore-560003 (en lo sucesivo, "la Compañía")

source: Terms of Use
es: Términos de Uso

source: Your use of the Website and services and tools are governed by the following terms and conditions {START_BOLD_TEXT}("Terms of Use"){CLOSE_BOLD_TEXT} as applicable to the Website including the applicable policies which are incorporated herein by way of reference. If You transact on the Website, You shall be subject to the policies that are applicable to the Website for such transaction. By mere use of the Website, You shall be contracting with Company and these terms and conditions including the policies constitute your binding obligations, with the Website. {LINE_BREAK} For the purpose of these Terms of Use, wherever the context so requires {START_BOLD_TEXT}"You"{CLOSE_BOLD_TEXT} or {START_BOLD_TEXT}"User"{CLOSE_BOLD_TEXT} shall mean any natural or legal person who has agreed to become a user of the Website by providing Registration Data while registering on the Website as Registered User, including a guest User whose registration shall be subject to verification and confirmation by the Company, using the computer systems. This Website allows the User to surf the Website or making purchases without registering on the Website. The term {START_BOLD_TEXT}"We", "Us", "Our"{CLOSE_BOLD_TEXT} shall mean Company.
es: El uso del Sitio Web y los servicios y herramientas se rigen por los siguientes términos y condiciones {START_BOLD_TEXT}("Términos de Uso"){CLOSE_BOLD_TEXT} Según sea aplicable al Sitio Web, incluyendo las políticas aplicables que se incorporan en el presente documento como referencia. Si realiza transacciones en el Sitio Web, estará sujeto a las políticas que son aplicables al Sitio Web para dicha transacción. Por el mero uso del Sitio Web, Usted estará contratando con la Compañía y estos términos y condiciones incluyendo las políticas constituyen sus obligaciones vinculantes, con el Sitio Web. {LINE_BREAK} A los efectos de estos Términos de Uso, siempre que el contexto así lo requiera {START_BOLD_TEXT}"Tú"{CLOSE_BOLD_TEXT} o {START_BOLD_TEXT}"Usuario"{CLOSE_BOLD_TEXT} Se entenderá cualquier persona física o jurídica que haya aceptado convertirse en usuario del Sitio Web proporcionando Datos de Registro mientras se registra en el Sitio Web como Usuario Registrado, incluido un Usuario invitado cuyo registro estará sujeto a verificación y confirmación por parte de la Compañía utilizando el ordenador Sistemas. Este Sitio Web permite al Usuario navegar por el Sitio Web o realizar compras sin registrarse en el Sitio Web. El termino {START_BOLD_TEXT}"Nosotros", "Nos", "Nuestra"{CLOSE_BOLD_TEXT} Significa Empresa.

source: Eligibility to use
es: Elegibilidad para usar

source: Use of the Website is available only to persons who can form legally binding contracts under Indian Contract Act, 1872. Persons who are "incompetent to contract" within the meaning of the Indian Contract Act, 1872 including minors, un-discharged insolvents etc. are not eligible to use the Website. If you are a minor i.e. under the age of 18 years, you shall not register as a User of the Company website and shall not transact on or use the Website. As a minor if you wish to use or transact on Website, such use or transaction may be made by your legal guardian or parents on the Website. Company reserves the right to terminate your membership and / or refuse to provide you with access to the Website if it is brought to Company's notice or if it is discovered that you are under the age of 18 years. By visiting Company Website or accepting these Terms of Use, You represent and warrant to Company that You are 18 years of age or older, and that You have the right, authority and capacity to use the Website and agree to and abide by these Terms of Use. You also represent and warrant to the Company that You will use the Website in a manner consistent with any and all applicable laws and regulations. {LINE_BREAK} Company reserves the right to refuse access to use the Services offered at the Website to new Users or to terminate access granted to existing Users at any time without according any reasons for doing so You shall not have more than one active Account on the Website. Additionally, You are prohibited from selling, trading, or otherwise transferring Your Account to another party.
es: El uso del Sitio Web está disponible solamente para las personas que pueden formar contratos legalmente vinculantes bajo la Ley de Contrato de la India, 1872. Las personas que son "incompetentes para contratar & quot; Dentro del significado de la Ley del Contrato de la India, 1872 incluyendo menores, insolventes no-descargados etc. no son elegibles para usar el Sitio Web. Si usted es un menor de edad, es decir, menor de 18 años, no se registrará como Usuario del sitio web de la Compañía y no podrá realizar transacciones o usar el Sitio Web. Como menor de edad si desea utilizar o realizar transacciones en el Sitio Web, dicho uso o transacción puede ser realizado por su tutor legal o los padres en el Sitio Web. La Compañía se reserva el derecho de cancelar su membresía y / o rehusarse a proporcionarle acceso al Sitio Web si se Empresa's Aviso o si se descubre que usted es menor de 18 años. Al visitar el Sitio Web de la Compañía o aceptar estos Términos de Uso, usted declara y garantiza a la Compañía que tiene 18 años de edad o más, y que tiene el derecho, la autoridad y la capacidad de usar el Sitio Web y acepta y cumple estos Términos de Utilizar. Usted también declara y garantiza a la Compañía que Usted usará el Sitio Web de una manera consistente con cualquier y todas las leyes y regulaciones aplicables. {LINE_BREAK} Empresa se reserva el derecho de denegar el acceso a utilizar los Servicios ofrecidos en el Sitio Web a nuevos Usuarios o de dar por terminado el acceso concedido a Usuarios existentes en cualquier momento sin necesidad de motivación alguna. No tendrá más de una Cuenta activa en el Sitio Web. Además, está prohibido vender, comerciar o transferir su Cuenta a otra parte.

source: Your Company Account
es: Su Cuenta de Empresa

source: The Company offers its services to different categories. Users of each of the categories are required to register themselves on the Website and make an individual account with Company in order to receive its services. Such an account is accessible by the unique username and password provided to the User by the Company when they chose to register themselves on the Website. The said username and password should be kept highly confidential and should not be disclosed to any third party. You agree to accept responsibility for all activities that occur under your account or password. You should take all necessary steps to ensure that the password is kept confidential and secure and should inform us immediately if you have any reason to believe that your password has become known to anyone else, or if the password is being, or is likely to be used in an unauthorised manner.{LINE_BREAK} You shall ensure that the Account Information provided by You in the Website's registration form is complete, accurate and up-to-date. Use of another user's Account Information for availing the Services is expressly prohibited.{LINE_BREAK} If You provide any information that is untrue, inaccurate, not current or incomplete (or becomes untrue, inaccurate, not current or incomplete), or Company has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, Company has the right to suspend or terminate Your Account and refuse any and all current or future use of the Website (or any portion thereof).{LINE_BREAK} Users may fall under any of the following categories and provide to Company the corresponding information.
es: La empresa ofrece sus servicios a diferentes categorías. Los usuarios de cada una de las categorías están obligados a registrarse en el Sitio Web y hacer una cuenta individual con la Compañía para recibir sus servicios. Dicha cuenta es accesible por el nombre de usuario y contraseña únicos proporcionados al Usuario por la Compañía cuando eligieron registrarse en el Sitio Web. Dicho nombre de usuario y contraseña deben mantenerse altamente confidenciales y no deben ser revelados a terceros. Usted acepta la responsabilidad de todas las actividades que ocurren bajo su cuenta o contraseña. Usted debe tomar todas las medidas necesarias para asegurarse de que la contraseña se mantiene confidencial y segura y debe informarnos inmediatamente si tiene alguna razón para creer que su contraseña ha sido conocida por alguien más, o si la contraseña es o es probable que sea Utilizado de manera no autorizada.{LINE_BREAK} Usted se asegurará de que la Información de la Cuenta proporcionada por Usted en el Sitio Web Formulario de registro es completo, exacto y actualizado. El uso de otro usuario La información de la cuenta para hacer uso de los servicios está expresamente prohibida.{LINE_BREAK} Si usted provee cualquier información que sea falsa, inexacta, no actual o incompleta (o que sea falsa, inexacta, no actual o incompleta), o la Compañía tenga motivos razonables para sospechar que dicha información es falsa, inexacta, no actual o incompleta, El derecho de suspender o cancelar su Cuenta y rechazar cualquier uso actual o futuro del Sitio Web (o cualquier parte del mismo).{LINE_BREAK} Los usuarios pueden pertenecer a cualquiera de las siguientes categorías y proporcionar a la Compañía la información correspondiente.

source: Category 1: Users placing order for Prescription Drugs
es: Categoría 1: Usuarios que ordenan medicamentos recetados

source: {START_BOLD_TEXT}Prescription Drugs{CLOSE_BOLD_TEXT} means a pharmaceutical drug that requires a prior medical prescription issued by a registered medical practitioner to be provided to a registered pharmacist for the purpose of dispensing such medicine.{LINE_BREAK} If You are a User falling in Category 1, You shall be required to abide by the terms specified below:{LINE_BREAK} While placing the order for a Prescription Drug, You shall be required to mandatorily upload the prescription issued by a registered medical practitioner, along with Your personal information on the Website. All payments in respect of any orders pertaining to Prescription Drug placed by you shall be collected either in cash or by the payment options as provided for on the Website by the Company. You may choose to pay online in respect of any other products ordered online by you which do not fall within this Category.{LINE_BREAK} You hereby understand and acknowledge that the Company shall reserve the right to cancel the order, if the copy of the Prescription uploaded by You is not legible or the order placed by You is not in accordance with the Prescription.{LINE_BREAK} You further confirm that the delivery of such Prescription Drug shall be deemed to have been completed only upon production of the original copy of the Prescription from a registered medical practitioner (A written document issued on the letterhead of a registered medical practitioner along with the date of issue of such prescription, name and address of the person for whose treatment the said prescription is being issued along with the total quantity of the medicine to be supplied and the prescribed dosage) to the Chemist Representative (Person appointed by the Seller who shall be responsible for delivering the order to the Buyer and shall deliver any order for prescribed drugs after authenticating the originality of the prescription uploaded upon the Website) of the Seller(Sellers includes all the retailers who register themselves on the Website after understanding the terms and conditions under which they shall operate upon any order placed by the Buyer on the Website). The Company shall not be liable to complete the delivery if the Chemist Representative is not provided with the original copy of the Prescription. You hereby affirm and warrant that the Prescription uploaded by You is genuine and has not been tampered with in any manner. Further, the original copy of the Prescription needs to match with the copy that was uploaded at the time of order submission.{LINE_BREAK} User shall allow the Chemist Representative to stamp or sticker the original prescription at the time of medicine delivery failing which medicines will not be delivered.{LINE_BREAK} You hereby understand and acknowledge that the Company reserves the right to verify the Prescription uploaded by You. The Company reserves the right to cancel your order immediately, in the event the Company discovers any discrepancy in the Prescription uploaded by You. Further, upon delivery, if the Chemist Representative discovers any discrepancy between the prescription uploaded and the physical copy produced at the time of delivery, the delivery may be withheld and the order shall stand cancelled.{LINE_BREAK} You further understand and acknowledge that only such quantity of drugs shall be dispensed in accordance with the uploaded Prescription. The quantity of Prescription Drugs dispensed shall be the lesser of:{LINE_BREAK} the quantity requested by the Customer; or the quantity allowed by the Prescription (subject to Prescription Drugs served as strips not being cut / reduced in any manner).
es: {START_BOLD_TEXT}Medicamentos con receta{CLOSE_BOLD_TEXT} Significa un medicamento farmacéutico que requiere una prescripción médica previa expedida por un médico registrado para ser proporcionada a un farmacéutico registrado con el propósito de dispensar dicho medicamento.{LINE_BREAK} Si usted es un Usuario perteneciente a la Categoría 1, se le exigirá que cumpla con los términos especificados a continuación:{LINE_BREAK} Al realizar el pedido de un medicamento recetado, se le requerirá que envíe de forma obligatoria la receta emitida por un médico registrado, junto con su información personal en el sitio web. Todos los pagos relacionados con las órdenes que pertenezcan a Medicamentos Recetados colocados por usted serán recaudados en efectivo o por las opciones de pago establecidas en el Sitio Web por la Compañía. Usted puede elegir pagar en línea con respecto a cualquier otro producto ordenado en línea por usted que no caigan dentro de esta categoría.{LINE_BREAK} Por la presente entiende y reconoce que la Compañía se reservará el derecho de cancelar el pedido, si la copia de la Prescripción cargada por Usted no es legible o si el pedido realizado por Usted no está de acuerdo con la Prescripción.{LINE_BREAK} Usted confirma además que la entrega de dicho medicamento recetado se considerará que se ha completado sólo con la producción de la copia original de la receta de un médico registrado (Un documento escrito emitido en el membrete de un médico registrado junto con la fecha de El nombre y la dirección de la persona para cuyo tratamiento está siendo emitida dicha receta junto con la cantidad total del medicamento a suministrar y la dosis prescrita) al Representante Químico (Persona designada por el Vendedor quien será responsable Para entregar la orden al Comprador y entregar cualquier orden para los medicamentos recetados después de autenticar la originalidad de la receta subida en el Sitio Web) del Vendedor (Vendedores incluye todos los minoristas que se registran en el Sitio Web después de entender los términos y condiciones bajo los cuales Ellos operarán en cualquier orden colocada por el Comprador en el Sitio Web). La Compañía no será responsable de completar la entrega si el Representante Químico no recibe la copia original de la Prescripción. Por la presente, declara y garantiza que la Prescripción cargada por Usted es genuina y no ha sido manipulada de ninguna manera. Además, la copia original de la prescripción debe coincidir con la copia que se cargó en el momento de la presentación del pedido.{LINE_BREAK} El Usuario deberá permitir que el Representante Químico estampe o pegue la receta original en el momento de la entrega de la medicina, en su defecto, los medicamentos no serán entregados.{LINE_BREAK} Usted entiende y reconoce que la Compañía se reserva el derecho de verificar la Prescripción cargada por Usted. La Compañía se reserva el derecho de cancelar su pedido inmediatamente, en caso de que la Compañía descubra cualquier discrepancia en la Prescripción cargada por Usted. Además, a la entrega, si el Representante Químico descubre cualquier discrepancia entre la prescripción cargada y la copia física producida en el momento de la entrega, la entrega puede ser retenida y la orden cancelada.{LINE_BREAK} Además, usted entiende y reconoce que sólo dicha cantidad de medicamentos se dispensará de acuerdo con la Prescripción cargada. La cantidad de Medicamentos Recetados dispensados será la menor de:{LINE_BREAK} La cantidad solicitada por el Cliente; O la cantidad permitida por la Prescripción (sujeto a Medicamentos Recetados servidos como tiras no cortadas / reducidas de ninguna manera).
