Repository: chandu379/mm-ngx
Catalog: src/client/assets/locale/messages.*.xlf
Languages: es

source: While availing any of the payment method/s available on the Website, we will not be responsible or assume any liability, whatsoever in respect of any loss or damage arising directly or indirectly to You due to: Lack of authorization for any transaction/s, or Payments exceeding the preset limit mutually agreed by You and between "Bank/s", or Any payment issues arising out of the transaction, or Decline of transaction for any other reason/s All payments made against the purchases/services on Website by you shall be compulsorily in Indian Rupees acceptable in the Republic of India. Website will not facilitate transaction with respect to any other form of currency with respect to the purchases made on Website. Before delivering your order to you, Seller may request you to provide supporting documents (including but not limited to Govt. issued ID and address proof) to establish the authenticity of the payment instrument used by you for your purchase. This is done in the interest of providing a safe online shopping environment to Our Users. Transactions, Transaction Price and all commercial terms such as Delivery, Dispatch of products and/or services are as per principal to principal bipartite contractual obligations between Buyer and Seller and payment facility is merely used by the Buyer and Seller to facilitate the completion of the Transaction. Use of the payment facility shall not render the Company liable or responsible for the non-delivery, non-receipt, non-payment, damage, breach of representations and warranties, non-provision of after sales or warranty services or fraud as regards the products and /or services listed on Company's Website. You have specifically authorized Company or its service providers to collect, process, facilitate and remit payments and / or the Transaction Price electronically or through Cash on Delivery to and from other Users in respect of transactions through Payment Facility. Your relationship with Company is on a principal to principal basis and by accepting these Terms of Use you agree that Company is an independent contractor for all purposes, and does not have control of or liability for the products or services that are listed on the Company's Website that are paid for by using the Payment Facility. Company does not guarantee the identity of any User nor does it ensure that a Buyer or a Seller will complete a transaction. You understand, accept and agree that the payment facility provided by Company is neither a banking nor financial service but is merely a facilitator providing an electronic, automated online electronic payment, receiving payment through Cash On Delivery, collection and remittance facility for the Transactions on the Company Website using the existing authorized banking infrastructure and Credit Card payment gateway networks. Further, by providing Payment Facility, Company is neither acting as trustees nor acting in a fiduciary capacity with respect to the Transaction or the Transaction Price. All Valid Credit / Debit/ Cash Card/ and other payment instruments are processed using a Credit Card payment gateway or appropriate payment system infrastructure and the same will also be governed by the terms and conditions agreed to between the Buyer and the respective Issuing Bank and payment instrument issuing company.
es: Si utilizamos cualquiera de los métodos de pago disponibles en el Sitio Web, no seremos responsables ni asumiremos responsabilidad alguna en relación con cualquier pérdida o daño que se le cause directa o indirectamente debido a: Falta de autorización para cualquier transacción, O Pagos que excedan el límite preestablecido que usted acordó mutuamente y entre "Bank / s", o Cualquier problema de pago que surja de la transacción, o Declinación de la transacción por cualquier otra razón / s Todos los pagos efectuados contra las compras / Usted será obligatoriamente en Rupias indias aceptables en la República de la India. El sitio web no facilitará la transacción con respecto a cualquier otra forma de moneda con respecto a las compras realizadas en el Sitio Web. Antes de entregarle su pedido, el Vendedor puede solicitarle que proporcione documentos de respaldo (incluyendo, pero no limitado a, identificación emitida por el gobierno y prueba de dirección) para establecer la autenticidad del instrumento de pago utilizado por usted para su compra. Esto se hace en el interés de proporcionar un ambiente seguro de compras en línea a nuestros usuarios. Las transacciones, el precio de la transacción y todos los términos comerciales tales como la entrega, el envío de los productos y / o servicios son según el principal a las obligaciones contractuales principales del bipartito entre el comprador y el vendedor y la facilidad de pago es utilizada meramente por el comprador y el vendedor para facilitar la terminación de la transacción . El uso de la facilidad de pago no hará responsable a la Compañía ni será responsable de la falta de entrega, falta de pago, daño, incumplimiento de las declaraciones y garantías, no prestación de servicios posventa o servicios de garantía o fraude con respecto a los productos Y / o servicios listados en el sitio web de la empresa. Usted ha autorizado específicamente a la Compañía oa sus proveedores de servicios para recoger, procesar, facilitar y remitir los pagos y / o el Precio de la Transacción electrónicamente oa través del Efectivo en la Entrega de y hacia otros Usuarios con respecto a las transacciones a través de la Facilidad de Pagos. Su relación con la Compañía es de principal a principal y al aceptar estos Términos de Uso usted acepta que la Compañía es un contratista independiente para todos los propósitos y no tiene control ni responsabilidad por los productos o servicios que están listados en el Sitio Web de la Compañía Que se pagan mediante el uso de la facilidad de pago. La Compañía no garantiza la identidad de ningún Usuario ni garantiza que un Comprador o un Vendedor completará una transacción. Usted entiende, acepta y acepta que la facilidad de pago proporcionada por la Compañía no es ni un servicio bancario ni financiero, sino que es simplemente un facilitador que proporciona un pago electrónico electrónico en línea, recibiendo el pago a través de efectivo en la entrega, recaudación y facilidad de remesas para las transacciones en la Sitio web de la empresa utilizando la infraestructura bancaria autorizada existente y las redes de pasarela de pago de tarjetas de crédito. Además, al proporcionar facilidades de pago, la Compañía no actúa como fiduciarios ni actúa en una capacidad fiduciaria con respecto a la transacción o al precio de transacción. Todas las tarjetas de crédito / débito / tarjeta de efectivo válidas y otros instrumentos de pago se procesan utilizando una pasarela de pago de tarjeta de crédito o una infraestructura de sistema de pago apropiada y también se regirán por los términos y condiciones acordados entre el comprador y el banco emisor respectivo y el pago Empresa emisora ​​de instrumentos.

source: POLICIES
es: POLÍTICAS

source: {START_EMPHASISED_TEXT}Profanity Policy{CLOSE_EMPHASISED_TEXT}{LINE_BREAK} Our Website prohibits the use of language that is racist, hateful, sexual or obscene in nature in a public area. This policy extends to text within listings, on Seller pages and all other areas of the site that another User may view. If the profane words are part of a title for the item being sold, we allow Sellers to 'blur' out the bulk of the offending word with asterisks Please report any violations of this policy to the correct area for review: Report offensive and or inappropriate User Profiles Report offensive and or inappropriate language in a listing or otherwise If a feedback comment; or any communication made between Users on the Website; or email communication between Users in relation to transactions conducted on Website contain profanity, please review Our feedback removal policy and submit a request for action/removal. Disciplinary action may result in the indefinite suspension of a User's account, temporary suspension, or a formal warning. Company will consider the circumstances of an alleged policy violation and the user's trading records before taking action. Violations of this policy may result in a range of actions, including: Limits placed on account privileges; Loss of special status; Account suspension.
es: {START_EMPHASISED_TEXT}Política de Profanidad{CLOSE_EMPHASISED_TEXT}{LINE_BREAK} Nuestro Sitio Web prohíbe el uso de un lenguaje racista, odioso, sexual u obsceno en la naturaleza en un área pública. Esta política se extiende al texto dentro de los listados, en las páginas del Vendedor y en todas las demás áreas del sitio que otro Usuario pueda ver. Si las palabras profanas forman parte de un título para el artículo que se vende, permitimos que los Vendedores "borren" la mayor parte de la palabra ofensiva con asteriscos. Informe cualquier violación de esta política al área correcta para su revisión: Informe ofensivo o inapropiado. Perfiles de usuario Reporte un lenguaje ofensivo o inapropiado en una lista o de otra manera Si un comentario de comentarios; O cualquier comunicación hecha entre Usuarios en el Sitio Web; O comunicación por correo electrónico entre los Usuarios en relación con las transacciones realizadas en el Sitio Web contienen palabras profanas, por favor revise Nuestra política de eliminación de comentarios y envíe una solicitud de acción / eliminación. La acción disciplinaria puede resultar en la suspensión indefinida de la cuenta de un Usuario, suspensión temporal, o una advertencia formal. La compañía considerará las circunstancias de una presunta violación de la política y los registros de operaciones del usuario antes de tomar acción. Las violaciones de esta política pueden resultar en una serie de acciones, incluyendo: Límites colocados en privilegios de cuenta; Pérdida del estatuto especial; Suspensión de cuenta.

source: Returns Policy
es: Política de devoluciones

source: Definition: 'Return' is defined as the action of taking back all of the item(s) which make up the order {START_BOLD_TEXT}(“Returned Order”){CLOSE_BOLD_TEXT}, placed by the Buyer on the Website, by the Seller. Return may result in refund of money in most of the cases. Products may be returned at the time of delivery in the following cases: In the event the original prescription does not match the scanned prescription (where prescription drugs are part of the order), the Chemist Representative will refuse to deliver the entire order; In the event the product received by you is damaged, you should refuse to accept the damaged products and these will be brought back by the Chemist Representative; In the event the packaging has been tampered with, you should refuse to accept the delivery; and/or If an incorrect order has been delivered which is not consistent with the order placed by you on the Website, you should refuse to accept the delivery. It is clarified that on the occurrence of the above mentioned events, any payment for the Returned Order shall be refunded to you. In the event the Returned Order is prepaid, a refund would be generated to the same channel from where the money was received at the time of order placement. It is further clarified that all the other item(s) in an invoice, if any, which constitute such Returned Order, shall also be compulsorily required to be returned back to the Seller. Products may be returned post delivery in the following cases: If an expired product has been delivered, request for returning the products has to be initiated within a period of twenty-four (24) hours from the time of acceptance of delivery; and/or In the event that there is malfunctioning of delivered medical devices, the request for return has to be initiated within seven (7) days of the date of acceptance of delivery. The malfunctioning of the medical device is the sole reason which may constitute return of the order. The following points need to be kept in mind before initiating any request for return: Medicine strips which have been opened by the Buyer or do not any longer bear the expiry date or price of the medicine shall not be returned. The bar code on the medicine should NOT be tampered with under any circumstance. The User should be in possession of the unique serial number sticker that was issued to the User by the Chemist Representative at the time of delivery.
es: Definición: «Retorno» se define como la acción de recuperar todos los elementos que componen el pedido{START_BOLD_TEXT}(“Orden devuelta”){CLOSE_BOLD_TEXT}, Colocado por el Comprador en el Sitio Web, por el Vendedor. La devolución puede resultar en un reembolso de dinero en la mayoría de los casos. Productos Puede ser devuelto en el momento del parto en los siguientes casos: En caso de que la receta original no coincida con la receta escaneada (donde los medicamentos recetados forman parte de la orden), el Representante Químico se negará a entregar La orden entera; En el caso de que el producto recibido por usted esté dañado, debe negarse a aceptar los productos dañados y estos serán devueltos por el Representante Químico; En caso de que se haya manipulado el embalaje, debe Negarse a aceptar la entrega; Y / o Si se ha entregado una orden incorrecta que no es consistente con la orden colocada por usted en el Sitio Web, debe negarse a aceptar la entrega. Se aclara que en la ocurrencia de los mencionados Eventos, cualquier pago por la Orden devuelta se le reembolsará. En el caso de que la Orden devuelta sea prepagada, se generaría un reembolso al mismo canal desde donde se recibió el dinero en el momento de la colocación del pedido. Se aclara más Que todos los demás artículos en una factura, si los hubiere, que constituyan tal Orden Devuelto, también serán obligatoriamente requeridos para ser devueltos al Vendedor. Los productos pueden devolverse después de la entrega en los siguientes casos: Si un producto caducado Ha sido entregada, la solicitud de devolución de los productos debe iniciarse en un plazo de veinticuatro (24) horas a partir de la fecha de aceptación de la entrega; Y / o En el caso de que se produzca un mal funcionamiento de los dispositivos médicos entregados, la solicitud Para la devolución tiene que ser iniciado dentro de siete (7) días de la fecha de aceptación de la entrega. El mal funcionamiento del dispositivo médico es la única razón que puede constituir la devolución de la orden. Los siguientes puntos deben tenerse en cuenta antes Iniciar cualquier solicitud de devolución: Las tiras de medicamentos que hayan sido abiertas por el Comprador o que ya no lleven la fecha de caducidad o el precio del medicamento no se devolverán. El código de barras del medicamento NO debe manipularse circunstancia. El Usuario debe estar en posesión de la etiqueta de número de serie única que fue emitida al Usuario por el Representante Químico en el momento de la entrega.

source: Disclaimer of Warranties and Liabilities
es: Renuncia de garantías y responsabilidades

source: Indemnity and Release
es: Indemnización y liberación

source: You shall indemnify and hold harmless Company, its subsidiaries, affiliates and their respective officers, directors, agents and employees, from any claim or demand, or actions including reasonable attorney's fees, made by any third party or penalty imposed due to or arising out of your breach of these Conditions of Use or any document incorporated by reference, or your violation of any law, rules, regulations or the rights of a third party. You hereby expressly release Company and/or its affiliates and/or any of its officers and representatives from any cost, damage, liability or other consequence of any of the actions/inactions of the vendors and specifically waiver any claims or demands that you may have in this behalf under any statute, contract or otherwise. In no event shall the Company and/or its affiliates and/or any of its officers and representative and/or the Retailers be held liable for any non-delivery or late delivery due to any force majeur event or if the customer fails to provide a valid prescription.
es: Usted deberá indemnizar y eximir a la Compañía, a sus subsidiarias, afiliadas y sus respectivos funcionarios, directores, agentes y empleados de cualquier reclamación o demanda, o acciones que incluyan honorarios razonables de abogados, hechas por terceros o sanciones impuestas debido o surgidas De su incumplimiento de estas Condiciones de Uso o cualquier documento incorporado por referencia, o su violación de cualquier ley, reglamento, o los derechos de un tercero. Por la presente, usted expresamente exonera a la Compañía y / o sus afiliados y / oa cualquiera de sus funcionarios y representantes de cualquier costo, daño, responsabilidad u otra consecuencia de cualquiera de las acciones / inacciones de los vendedores y renuncia específicamente a cualquier reclamación o demanda que usted pueda tener En este nombre bajo cualquier estatuto, contrato o de otra manera. En ningún caso la Compañía y / o sus filiales y / o cualquiera de sus funcionarios y representantes y / o los minoristas serán responsables de cualquier no entrega o entrega tardía debido a cualquier evento de fuerza mayor o si el cliente no proporciona una Prescripción válida.

source: Communications
es: Comunicaciones

source: When you visit the Website or send e-mails to us, you are communicating with us electronically. You will be required to provide a valid phone number while placing an order with us. We may communicate with you by e-mail, SMS, phone call or by posting notices on the website or by any other mode of communication. For contractual purposes, you consent to receive communications including SMS, e-mail or phone calls from us with respect to your order.
es: Cuando visita el sitio web o nos envía correos electrónicos, se comunica con nosotros por medios electrónicos. Se le pedirá que proporcione un número de teléfono válido mientras realiza un pedido con nosotros. Podemos comunicarnos con usted por correo electrónico, SMS, llamada telefónica o mediante la publicación de avisos en el sitio web o por cualquier otro medio de comunicación. Para propósitos contractuales, usted acepta recibir comunicaciones incluyendo SMS, e-mail o llamadas telefónicas de nosotros con respecto a su pedido.

source: Losses
es: Pérdidas

source: We will not be responsible for any business loss (including loss of profits, revenue, contracts, anticipated savings, data, goodwill or wasted expenditure) or any other indirect or consequential loss that is not reasonably foreseeable to both you and us when you commenced using the website.
es: No seremos responsables de ninguna pérdida de negocios (incluyendo pérdidas de ganancias, ingresos, contratos, ahorros anticipados, datos, fondos de comercio o gastos perdidos) o cualquier otra pérdida indirecta o consecuente que no sea razonablemente previsible tanto para usted como para nosotros cuando comenzó a utilizar el sitio web.

source: Alteration of Service or Amendments to the Conditions
es: Alteración de Servicio o Modificación de las Condiciones

source: We reserve the right to make changes to our website, policies, and these Conditions of Use at any time. You will be subject to the policies and Conditions of Use in force at the time that you use the website or that you order goods from us, unless any change to those policies or these conditions is required to be made by law or government authority (in which case it will apply to orders previously placed by you). If any of these conditions is deemed invalid, void, or for any reason unenforceable, that condition will be deemed severable and will not affect the validity and enforceability of any remaining condition.
es: Nos reservamos el derecho de hacer cambios en nuestro sitio web, las políticas y estas Condiciones de Uso en cualquier momento. Usted estará sujeto a las políticas y condiciones de uso vigentes en el momento en que usted usa el sitio web o que nos envía mercancías, a menos que cualquier cambio a esas políticas o estas condiciones sea requerido por la ley o la autoridad gubernamental Caso que se aplicará a las órdenes previamente colocadas por usted). Si alguna de estas condiciones se considera inválida, nula, o por cualquier razón inaplicable, dicha condición será considerada separable y no afectará la validez y aplicabilidad de cualquier condición restante.

source: Events beyond our reasonable control
es: Eventos fuera de nuestro control razonable

source: We will not be held responsible for any delay or failure to comply with our obligations under these conditions if the delay or failure arises from any cause which is beyond our reasonable control. This condition does not affect your statutory rights.
es: No nos hacemos responsables de ninguna demora o incumplimiento de nuestras obligaciones bajo estas condiciones si el retraso o el fallo surge de cualquier causa que esté fuera de nuestro control razonable. Esta condición no afecta a sus derechos legales.

source: Waiver
es: Renuncia

source: If you breach these conditions and we take no action, we will still be entitled to use our rights and remedies in any other situation where you breach these conditions.
es: Si incumple estas condiciones y no tomamos ninguna medida, seguiremos teniendo derecho a utilizar nuestros derechos y recursos en cualquier otra situación en la que incumpla estas condiciones.

source: Governing law and Jurisdiction
es: Ley aplicable y jurisdicción

source: These conditions are governed by and construed in accordance with the laws of India. You agree, as we do, to submit to the exclusive jurisdiction of the courts at Bangalore.
es: Estas condiciones se rigen e interpretan de acuerdo con las leyes de la India. Usted está de acuerdo, como nosotros, en someterse a la jurisdicción exclusiva de los tribunales de Bangalore.

source: Limitation of Liability
es: Limitación de responsabilidad

source: IN NO EVENT SHALL {START_BOLD_TEXT}AWNICS TECHNOLOGIES PRIVATE LIMITED{CLOSE_BOLD_TEXT} BE LIABLE FOR ANY SPECIAL, INCIDENTAL, INDIRECT OR CONSEQUENTIAL DAMAGES OF ANY KIND IN CONNECTION WITH THESE TERMS OF USE, EVEN IF USER HAS BEEN INFORMED IN ADVANCE OF THE POSSIBILITY OF SUCH DAMAGES.
es: EN NINGÚN CASO{START_BOLD_TEXT} AWNICS TECHNOLOGIES PRIVATE LIMITED{CLOSE_BOLD_TEXT} SERÁ RESPONSABLE POR CUALQUIER DAÑO ESPECIAL, INCIDENTAL, INDIRECTO O CONSECUENTE DE CUALQUIER TIPO EN RELACIÓN CON ESTOS TÉRMINOS DE USO, AUN CUANDO EL USUARIO HA SIDO INFORMADO ANTES DE LA POSIBILIDAD DE TALES DAÑOS.

source: Severability & Waiver Contact Information
es: División y Renuncia Información de Contacto

source: If any provision of this Terms of Use is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall be enforced.
es: Si alguna provisión de estos Términos de Uso se considera inválida o no ejecutable, dicha disposición será ejecutada y las disposiciones restantes serán ejecutadas.

source: Contact Information
es: Información del contacto

source: If You any have any question, issue, complaint regarding any of our Services, please contact our Grievance Officer at 9986806824
es: Si tiene alguna pregunta, problema o queja con respecto a cualquiera de nuestros Servicios, comuníquese con nuestro Oficial de Quejas al 9986806824

source: Corporate address:
es: Dirección corporativa:

source: Awnics Technologies Pvt. Ltd.{LINE_BREAK} No. 11, 2nd Floor, 6th Cross, Sampige Road, Malleshwaram, Bengaluru, Karnataka 560003
es: Awnics Technologies Pvt. Ltd.{LINE_BREAK} No. 11, 2do piso, 6ta cruz, camino de Sampige, Malleshwaram, Bengaluru, Karnataka 560003
