Repository: chandu379/mm-ngx
Catalog: src/client/assets/locale/messages.*.xlf
Languages: es

source: Category 2: Users placing order for Over the Counter (“OTC”) Medicines/ Products/ Medical Equipment/ Wellness Products
es: Categoría 2: Usuarios que ordenan medicamentos de venta libre ("OTC") Medicamentos / Productos / Equipo médico / Productos de bienestar

source: Such users shall be required to provide the Company with their personal information and/or their banking details.
es: Dichos usuarios deberán proporcionar a la Compañía su información personal y / o sus datos bancarios.

source: Category 3: Retailers registered with the Site
es: Categoría 3: Minoristas registrados en el Sitio

source: The Retailers are verified retailers who hold valid license numbers, employ registered pharmacists and actin accordance with the applicable laws.{LINE_BREAK} The Retailers shall not engage in any transaction in an item or service, which is prohibited by the provisions of any applicable law including Drugs and Cosmetics Act, 1940, the Drugs and Magic Remedies (Objectionable Advertisements) Act, 1954 or regulations for the time being in force. {LINE_BREAK} The Retailer shall ensure that all applicable laws, rules and regulations and taxes in respect of the medicines including, but not limited to, sales tax/ VAT, income tax, octroi, service tax, central excise, custom duty, local levies, etc. have been duly paid by the users prior to dispensing any medicines or products on the Website. The Retailer shall not solicit offers to purchase and sale of discounted items or additional services on the Website shall be displayed only after the prior written approval of the Company.
es: Los Minoristas son minoristas verificados que tienen números de licencia válidos, emplean farmacéuticos registrados y actúan de acuerdo con las leyes aplicables.{LINE_BREAK} Los minoristas no realizarán ninguna transacción en un artículo o servicio, lo cual está prohibido por las disposiciones de cualquier ley aplicable, incluyendo la Ley de Drogas y Cosméticos, de 1940, la Ley de Drogas y Remedios de Magia (Anuncios Objetivos) de 1954 o regulaciones por el momento en vigor. {LINE_BREAK} El minorista se asegurará de que todas las leyes, normas y reglamentos aplicables y los impuestos sobre los medicamentos, incluyendo, pero no limitado a, impuesto sobre la venta / IVA, impuesto sobre la renta, octroi, impuesto de servicio, impuestos centrales, derechos de aduana, etc. Han sido debidamente pagados por los usuarios antes de dispensar medicamentos o productos en el Sitio Web. El minorista no solicitará ofertas para la compra y venta de artículos descontados o servicios adicionales en el Sitio Web se mostrará sólo después de la aprobación previa por escrito de la Compañía.

source: Privacy and Information Protection
es: Privacidad y protección de la información

source: Please review our Privacy Policy, which also governs your visit to this Site, to understand our internal policies and practices. The personal information / data provided to us by you during the course of usage of www.mesomeds.com will be treated as strictly confidential and in accordance with the Privacy Policy and applicable laws and regulations. If you object to your information being transferred or used, please do not use the website.
es: Revise nuestra Política de privacidad, que también regula su visita a este sitio, para comprender nuestras políticas y prácticas internas. La información personal / datos proporcionados por nosotros durante el curso del uso de www.mesomeds.com serán tratados como estrictamente confidenciales y de acuerdo con la Política de Privacidad y las leyes y regulaciones aplicables. Si se opone a que su información sea transferida o utilizada, no utilice el sitio web.

source: E-Platform for transactions
es: Plataforma electrónica para transacciones

source: You agree, understand and acknowledge that the website is an online platform that enables you to purchase products required by You on the website at the price indicated therein at any time from any location. {START_BOLD_TEXT}You further agree and acknowledge that Company is only a facilitator and is not and cannot be a party to or control in any manner any transactions on the website.{CLOSE_BOLD_TEXT} Accordingly, the contract of sale of products on the website shall be a strictly bipartite contract between you and the sellers on this site.
es: Usted acepta, entiende y reconoce que el sitio web es una plataforma en línea que le permite comprar productos requeridos por Usted en el sitio web al precio indicado en el mismo en cualquier momento desde cualquier lugar.{START_BOLD_TEXT}Además, acepta y reconoce que la Compañía es sólo un facilitador y no es y no puede ser parte o controlar de ninguna manera las transacciones en el sitio web.{CLOSE_BOLD_TEXT} En consecuencia, el contrato de venta de productos en el sitio web será un contrato estrictamente bipartito entre usted y los vendedores en este sitio.

source: Henceforth:{LINE_BREAK} All commercial / contractual terms are offered by and agreed to between Buyers and Sellers alone. The commercial/contractual terms include without limitation price, shipping costs, delivery / convenience fee, payment methods, payment terms, date, period and mode of delivery. The Company does not have any control or does not determine or advise or in any way involve itself in the offering or acceptance of such commercial / contractual terms between the Buyers and Sellers. {LINE_BREAK} Company does not make any representation or Warranty as to specifics (such as quality, value, salability, etc) of the products or services proposed to be sold or offered to be sold or purchased on the Website. Company does not implicitly or explicitly support or endorse the sale or purchase of any products or services on the Website. Company accepts no liability for any errors or omissions, whether on behalf of itself or third parties.{LINE_BREAK} At no time shall Company hold any right, title or interest over the products nor shall Company have any obligations or liabilities in respect of such contract entered into between Buyers and Sellers. Company is not responsible for unsatisfactory or delayed performance of services or damages or delays as a result of products which are out of stock, unavailable or back ordered.{LINE_BREAK} {START_BOLD_TEXT}Fulfillment of Orders:{CLOSE_BOLD_TEXT} In the event an order placed by you is confirmed to be dispensed and delivered by a seller registered on the website but subsequently due to any reason, the seller is not able to fulfill such order, the Company shall, on a best efforts basis, endeavor to fulfill the order through third party sellers having requisite license to dispense such orders. In such cases, the Company will contact you to seek your confirmation if the order can be dispensed by such third party sellers, whose details will be provided to you in the intimation call made by the Company / SMS sent to you. If you choose to confirm the replacement of the seller for fulfillment of your order, the Company shall get the order processed from the seller confirmed by you. However, if you choose to cancel your order, the Company shall cancel the same on your behalf.
es: De ahora en adelante:{LINE_BREAK} Todos los términos comerciales / contractuales son ofrecidos y acordados entre compradores y vendedores solos. Los términos comerciales / contractuales incluyen sin limitación el precio, los gastos de envío, la tarifa de entrega / conveniencia, los métodos de pago, las condiciones de pago, la fecha, el período y el modo de entrega. La Compañía no tiene ningún control o no determina o aconseja o de ninguna manera se involucra en la oferta o aceptación de tales términos comerciales / contractuales entre los Compradores y Vendedores. {LINE_BREAK} La Compañía no hace ninguna representación o Garantía en cuanto a los detalles (tales como calidad, valor, venta, etc.) de los productos o servicios propuestos para ser vendidos o ofrecidos para ser vendidos o comprados en el Sitio Web. La Compañía no respalda ni endosa implícita o explícitamente la venta o compra de ningún producto o servicio en el Sitio Web. La Compañía no se hace responsable de errores u omisiones, ya sea en su propio nombre o en terceros.{LINE_BREAK} En ningún momento la Compañía tendrá ningún derecho, título o interés sobre los productos ni tendrá ninguna obligación o responsabilidad con respecto a dicho contrato celebrado entre Compradores y Vendedores. La Compañía no es responsable por el desempeño insatisfactorio o retrasado de los servicios o por los daños o los retrasos como resultado de productos que están fuera de stock, no disponibles o devueltos.{LINE_BREAK}{START_BOLD_TEXT}Cumplimiento de órdenes:{CLOSE_BOLD_TEXT} En el caso de que una orden por usted sea confirmada por un vendedor registrado en el sitio web pero posteriormente por cualquier motivo, el vendedor no puede cumplir con dicho pedido, la Compañía, en el mejor de los casos, Para cumplir con la orden a través de terceros vendedores con la licencia necesaria para dispensar tales órdenes. En tales casos, la Compañía se pondrá en contacto con usted para solicitar su confirmación si el pedido puede ser dispensado por dichos vendedores terceros, cuyos detalles le serán proporcionados en la llamada de intimación hecha por la Compañía / SMS enviada a usted. Si decide confirmar la sustitución del vendedor por el cumplimiento de su pedido, la Compañía recibirá el pedido procesado por el vendedor confirmado por usted. Sin embargo, si decide cancelar su pedido, la Compañía lo cancelará en su nombre.

source: Charges for using the Website
es: Cargos por utilizar el sitio web

source: Membership on the Website is free for Buyers. Company does not charge any fee for browsing and buying on the Website. Company reserves the right to change its Fee Policy from time to time. In particular, Company may at its sole discretion introduce new services and modify some or all of the existing services offered on the Website. In such an event Company reserves the right to introduce fees for the new services offered or amend/introduce fees for existing services, as the case may be. Changes to the Fee Policy shall be posted on the Website and such changes shall automatically become effective immediately after they are posted on the Website. Unless otherwise stated, all fees shall be quoted in Indian Rupees.
es: La membresía en el sitio web es gratuita para los compradores. La empresa no cobra ningún cargo por navegar y comprar en el sitio web. La Compañía se reserva el derecho de cambiar su Política de Cuotas de vez en cuando. En particular, la Compañía puede, a su sola discreción, introducir nuevos servicios y modificar algunos o todos los servicios existentes ofrecidos en el Sitio Web. En tal caso, la Compañía se reserva el derecho de introducir tarifas por los nuevos servicios ofrecidos o modificar o introducir tarifas por servicios existentes, según sea el caso. Los cambios a la Política de Cuotas se publicarán en el Sitio Web y dichos cambios entrarán automáticamente en vigor inmediatamente después de que se publiquen en el Sitio Web. A menos que se indique lo contrario, todas las tasas se cotizarán en rupias indias.

source: License for Website Access
es: Licencia para acceso a sitios web

source: Company grants you a limited licence to access and make personal use of this website, but not to download (other than page caching) or modify it, or any portion of it. This licence does not include any resale or commercial use of this website or its contents; any collection and use of any product listings, descriptions, or prices; any derivative use of this website or its contents; any downloading or copying of account information for the benefit of another seller; or any use of data mining, robots, or similar data gathering and extraction tools.{LINE_BREAK} This website or any portion of this website (including but not limited to any copyrighted material, trademarks, or other proprietary information) may not be reproduced, duplicated, copied, sold, resold, visited, distributed or otherwise exploited for any commercial purpose.
es: Empresa le concede una licencia limitada para acceder y hacer uso personal de este sitio web, pero no para descargar (que no sea el caché de páginas) o modificarlo, ni ninguna parte de él. Esta licencia no incluye ninguna reventa o uso comercial de este sitio web o de su contenido; Cualquier colección y uso de cualquier listado de productos, descripciones o precios; Cualquier uso derivado de este sitio web o de su contenido; Cualquier descarga o copia de información de cuenta para el beneficio de otro vendedor; O cualquier uso de minería de datos, robots o herramientas similares de recopilación y extracción de datos.{LINE_BREAK} Este sitio web o cualquier parte de este sitio web (incluyendo, pero no limitado a, material protegido por derechos de autor, marcas registradas u otra información de propiedad) no puede ser reproducido, duplicado, copiado, vendido, revendido, visitado, distribuido o explotado de cualquier otra forma para ningún propósito comercial.

source: Your Conduct
es: Tu conducta

source: You must not use the Website in any way that causes, or is likely to cause, the Website or access to it to be interrupted, damaged or impaired in any way. You understand that you, and not Company, are responsible for all electronic communications and content sent from your computer to us and you must use the Website for lawful purposes only. You must not use the Website for any of the following: for fraudulent purposes, or in connection with a criminal offense or other unlawful activity to send, use or reuse any material that does not belong to you; or is illegal, offensive (including but not limited to material that is sexually explicit content or which promotes racism, bigotry, hatred or physical harm), deceptive, misleading, abusive, indecent, harassing, blasphemous, defamatory, libelous, obscene, pornographic, pedophilic or menacing; ethnically objectionable, disparaging or in breach of copyright, trademark, confidentiality, privacy or any other proprietary information or right; or is otherwise injurious to third parties; or relates to or promotes money laundering or gambling; or is harmful to minors in any way; or impersonates another person; or threatens the unity, integrity, security or sovereignty of India or friendly relations with foreign States; or objectionable or otherwise unlawful in any manner whatsoever; or which consists of or contains software viruses, political campaigning, commercial solicitation, chain letters, mass mailings or any "spam to cause annoyance, inconvenience or needless anxiety.
es: Usted no debe usar el Sitio Web de ninguna manera que cause, o pueda causar, que el Sitio Web o el acceso a él sea interrumpido, dañado o alterado de alguna manera. Usted entiende que usted, y no la Compañía, es responsable de todas las comunicaciones electrónicas y Contenido enviado desde su computadora a nosotros y usted debe usar el Sitio Web sólo para propósitos legales. Usted no debe usar el Sitio Web para cualquiera de los siguientes: para propósitos fraudulentos, o en conexión con un delito u otra actividad ilegal para Enviar, usar o reutilizar cualquier material que no le pertenezca; O es ilegal, ofensivo (incluyendo pero no limitado a material que es contenido sexualmente explícito o que promueve racismo, fanatismo, odio o daño físico), engañoso, engañoso, Abusivo, indecente, acosador, blasfemo, difamatorio, difamatorio, obsceno, pornográfico, pedofílico o amenazante; Étnicamente objetable, despectivo o en violación de los derechos de autor, marca registrada, confidencialidad, privacidad o cualquier otra información de propiedad o hacia la derecha; O sea de otro modo perjudicial para terceros; O se relaciona o promueve lavado de dinero o juego; O es perjudicial para los menores de cualquier manera; O suplantar a otra persona; O amenaza la unidad, la integridad, la seguridad o la soberanía de la India O relaciones amistosas con Estados extranjeros; O objetable o ilegal en cualquier forma; O que contenga o contenga virus de software, campañas políticas, solicitaciones comerciales, cartas en cadena, envíos masivos o cualquier Spam para causar molestia, molestias o ansiedad innecesaria.

source: Selling
es: De venta

source: The Retailer is legally able to sell the item(s) listed by such Retailer on the Website and such listings shall only include text descriptions, graphics and pictures that describe the item(s) for sale. All listed item(s) will be listed in an appropriate category on the Website and shall be kept in stock for successful fulfillment of sales. The Retailer shall not sell any Schedule ‘X’ drugs in contravention of the provisions of the Drugs and Cosmetics Act, 1940, the Drugs and Cosmetics Rules, 1945 or under any orders/ directions of the Drug Controlling Authority of India. The Retailer shall not sell any prescription drug without a prescription and incase a prescription is uploaded, without due authentication of the prescription. The Retailer shall ensure that the listing description of the item is not misleading and describes actual condition of the product.
es: El minorista es legalmente capaz de vender los artículos enumerados por dicho minorista en el sitio web y tales listados solo incluirán descripciones de texto, gráficos y fotos que describan los artículos para la venta. Todos los artículos enumerados serán listados en una categoría apropiada en el Sitio Web y se mantendrán en stock para el éxito en el cumplimiento de las ventas. El Comerciante no venderá ningún medicamento de la Lista 'X' en contravención de las disposiciones de la Ley de Medicamentos y Cosméticos de 1940, las Reglas de Drogas y Cosméticos, de 1945 o bajo cualquier órdenes / instrucciones de la Autoridad de Control de Drogas de la India. El minorista no venderá ningún medicamento recetado sin receta médica y si se envía una receta sin la debida autenticación de la receta. El minorista se asegurará de que la descripción del artículo no sea engañosa y describa la condición real del producto.

source: Payments
es: Pagos
